tap 'caskroom/cask'
tap 'esphen/wsta', 'https://github.com/esphen/wsta.git'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/games'
tap 'homebrew/services'
tap 'michaeldfallen/formula'
tap 'neovim/neovim'
tap 'pebble/pebble-sdk'
tap 'rogual/neovim-dot-app'
tap 'tldr-pages/tldr'
cask 'xquartz'
brew 'openssl'
brew 'alpine'
brew 'gdbm'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'boost'
brew 'boost-python'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'jpeg'
brew 'git'
brew 'gobject-introspection'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'perl'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'go'
brew 'ccat'
brew 'cmake'
brew 'cmatrix'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'libssh2'
brew 'curl'
brew 'dialog'
brew 'node'
brew 'diff-so-fancy'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'flow'
brew 'gifsicle'
brew 'gist'
brew 'gnu-sed', args: ['with-default-names']
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'graphviz'
brew 'lua'
brew 'highlight'
brew 'htop-osx'
brew 'irssi'
brew 'jo'
brew 'keybase'
brew 'libelf'
brew 'libevent'
brew 'mpfr'
brew 'libmpc'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'libzip'
brew 'mhash'
brew 'mcrypt'
brew 'scons'
brew 'mongodb', restart_service: true
brew 'mplayer'
brew 'msgpack'
brew 'multirust'
brew 'multitail'
brew 'mycli'
brew 'nvm'
brew 'p7zip'
brew 'peco'
brew 'pstree'
brew 'python'
brew 'qemu'
brew 'rename'
brew 'rust'
brew 'ripgrep'
brew 'ruby'
brew 'sphinx'
brew 'sshuttle'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tig'
brew 'utf8proc'
brew 'tmux'
brew 'todo-txt'
brew 'unar'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'watchman', args: ['HEAD']
brew 'wget'
brew 'zsh'
brew 'esphen/wsta/wsta'
brew 'homebrew/games/c2048'
brew 'michaeldfallen/formula/git-radar'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'pebble/pebble-sdk/pebble-qemu'
brew 'pebble/pebble-sdk/pebble-toolchain'
brew 'pebble/pebble-sdk/pebble-sdk'
brew 'tldr-pages/tldr/tldr'
cask 'betterzipql'
cask 'google-chrome'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webpquicklook'
